Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.pay.error.dateConflict
source: A wage entry already exists for this date
ar: يوجد بالفعل إدخال راتب لهذا التاريخ
bg: Запис за заплата вече съществува за тази дата
bn: এই তারিখের জন্য ইতিমধ্যে একটি বেতন এন্ট্রি বিদ্যমান
ca: Ja existeix una entrada de salari per a aquesta data
cs: Pro toto datum již existuje položka mzdy
da: En lønnsoppføring eksisterer allerede for denne dato
de: Es existiert bereits ein Lohneintrag für dieses Datum
el: Υπάρχει ήδη καταχώριση μισθού για αυτή την ημερομηνία
es: Ya existe un registro de salario para esta fecha
et: Selle kuupäeva jaoks on juba palgakirje olemas
fa: ورودی دستمزدی برای این تاریخ از قبل وجود دارد
fi: Palkkakirjaus tälle päivämäärälle on jo olemassa
fil: May wage entry na na-exist na para sa datong ito
fr: Une entrée de salaire existe déjà pour cette date
he: ערך משכורת כבר קיים לתאריך זה
hi: इस तारीख के लिए पहले से ही एक वेतन प्रविष्टि मौजूद है
hr: Unos plaće već postoji za ovaj datum
hu: Már létezik fizetési bejegyzés erre a dátumra
id: En lønnsoppføring finnes allerede for denne datoen
is: Launafærsla er þegar til fyrir þessa dagsetningu
it: Una voce salariale esiste già per questa data
ja: この日付の給与エントリが既に存在します
ko: 이 날짜에 이미 급여 항목이 존재합니다
lt: Šiai datai jau yra atlyginimo įrašas
lv: Algas ieraksts šim datumam jau eksistē
nb: En lønnsoppføring finnes allerede for denne datoen
nl: Voor deze datum bestaat al een loonopggave
nn: Ein lønnsoppføring finst allereie for denne datoen
pl: Wpis wynagrodzenia już istnieje dla tej daty
pt_br: Uma entrada de salário já existe para esta data
ro: O intrare salarială există deja pentru această dată
ru: Запись о зарплате уже существует для этой даты
sk: Pre tento dátum už existuje záznam mzdy
sl: Za ta datum že obstaja vnos plače
sr: Унос плате већ постоји за овај датум
sv: En lönepost finns redan för detta datum
sw: Ingizo la mshahara lipo tayari kwa tarehe hii
ta: இந்த தேதிக்கு ஏற்கனவே ஊதிய உள்ளீடு உள்ளது
th: มีรายการเงินเดือนอยู่แล้วสำหรับวันนี้
tr: Bu tarih için zaten bir maaş girdisi var
uk: Запис про заробітну плату вже існує для цієї дати
ur: اس تاریخ کے لیے پہلے سے ایک تنخواہ اندراج موجود ہے
vi: Mục lương đã tồn tại cho ngày này
zh_hans: 该日期已存在工资条目
zh_hant: 此日期已存在工資條目

# settings.pay.error.deleteFailed
source: Could not delete wage entry
ar: تعذر حذف إدخال الراتب
bg: Не е възможно изтриването на запис за заплата
bn: বেতন এন্ট্রি মুছা যায়নি
ca: No s'ha pogut suprimir l'entrada de salari
cs: Nepodařilo se smazat položku mzdy
da: Kunne ikke slette lønnsoppføring
de: Lohneintrag konnte nicht gelöscht werden
el: Δεν ήταν δυνατή η διαγραφή της καταχώρισης μισθού
es: No se pudo eliminar el registro de salario
et: Palgakirje kustutamine ebaõnnestus
fa: نمی‌توان ورودی دستمزد را حذف کرد
fi: Palkkakirjausta ei voitu poistaa
fil: Hindi maburahin ang wage entry
fr: Impossible de supprimer l'entrée de salaire
he: לא היה ניתן למחוק ערך משכורת
hi: वेतन प्रविष्टि को हटाया नहीं जा सका
hr: Nije bilo moguće izbrisati unos plaće
hu: Nem sikerült törölni a fizetési bejegyzést
id: Kunne ikke slette lønnsoppføring
is: Gat ekki eytt launafærslu
it: Impossibile eliminare voce salariale
ja: 給与エントリを削除できませんでした
ko: 급여 항목을 삭제할 수 없습니다
lt: Nepavyko ištrinti atlyginimo įrašo
lv: Nevarēja dzēst algas ierakstu
nb: Kunne ikke slette lønnsoppføring
nl: Kon loonopggave niet verwijderen
nn: Kunne ikkje sletta lønnsoppføring
pl: Nie można było usunąć wpisu wynagrodzenia
pt_br: Não foi possível deletar entrada de salário
ro: Nu s-a putut șterge intrarea salarială
ru: Не удалось удалить запись о зарплате
sk: Nepodarilo sa odstrániť záznam mzdy
sl: Ni bilo mogoče izbrisati vnosa plače
sr: Није могуће обрисати унос плате
sv: Kunde inte ta bort lönepost
sw: Haiwezi kufuta ingizo la mshahara
ta: ஊதிய உள்ளீட்டை删除 செய்ய முடியவில்லை
th: ไม่สามารถลบรายการเงินเดือนได้
tr: Maaş girdisi silinemedi
uk: Не вдалося видалити запис про заробітну плату
ur: تنخواہ اندراج حذف کرنے میں ناکام
vi: Không thể xóa mục lương
zh_hans: 无法删除工资条目
zh_hant: 無法刪除工資條目

# settings.pay.error.deletionChanged
source: This job or its history has changed. Review the deletion details again before confirming.
ar: تغيّرت هذه الوظيفة أو سجلها. راجع تفاصيل الحذف مرة أخرى قبل التأكيد.
bg: Работата или историята ѝ са променени. Прегледайте отново подробностите за изтриването, преди да потвърдите.
bn: এই চাকরি বা এর ইতিহাস পরিবর্তিত হয়েছে। নিশ্চিত করার আগে মুছে ফেলার বিবরণ আবার পর্যালোচনা করুন।
ca: Aquesta feina o el seu historial ha canviat. Revisa els detalls de l’eliminació abans de confirmar-la.
cs: Toto zaměstnání nebo jeho historie se změnily. Před potvrzením znovu zkontrolujte podrobnosti smazání.
da: Dette job eller dets historik er blevet ændret. Gennemgå slettelsesoplysningerne igen, før du bekræfter.
de: Dieser Job oder seine Historie wurde geändert. Überprüfe die Löschdetails erneut, bevor du bestätigst.
el: Η εργασία ή το ιστορικό της έχει αλλάξει. Ελέγξτε ξανά τις λεπτομέρειες διαγραφής πριν επιβεβαιώσετε.
es: Este empleo o su historial ha cambiado. Revisa de nuevo los detalles de eliminación antes de confirmar.
et: Töökoht või selle ajalugu on muutunud. Enne kinnitamist vaata kustutamise üksikasjad uuesti üle.
fa: این شغل یا سوابق آن تغییر کرده است. پیش از تأیید، دوباره جزئیات حذف را بررسی کنید.
fi: Työpaikkaa tai sen historiaa on muutettu. Tarkista poistotiedot uudelleen ennen vahvistamista.
fil: Nagbago ang trabahong ito o ang kasaysayan nito. Suriing muli ang mga detalye ng pagbura bago kumpirmahin.
fr: Cet emploi ou son historique a changé. Vérifiez à nouveau les détails de la suppression avant de confirmer.
he: מקום העבודה או ההיסטוריה שלו השתנו. בדוק שוב את פרטי המחיקה לפני האישור.
hi: इस नौकरी या इसके इतिहास में बदलाव हुआ है। पुष्टि करने से पहले हटाने का विवरण फिर से देखें।
hr: Ovaj posao ili njegova povijest promijenili su se. Ponovno pregledajte pojedinosti brisanja prije potvrde.
hu: A munkahely vagy az előzményei megváltoztak. A megerősítés előtt nézd át újra a törlés részleteit.
id: Pekerjaan ini atau riwayatnya telah berubah. Tinjau kembali detail penghapusan sebelum mengonfirmasi.
is: Starfið eða ferill þess hefur breyst. Farðu aftur yfir upplýsingar um eyðinguna áður en þú staðfestir.
it: Il lavoro o la sua cronologia sono stati modificati. Controlla nuovamente i dettagli dell'eliminazione prima di confermare.
ja: この勤務先またはその履歴が変更されました。確認する前に、削除の詳細をもう一度確認してください。
ko: 이 직장 또는 기록이 변경되었습니다. 확인하기 전에 삭제 세부 정보를 다시 검토하세요.
lt: Ši darbovietė arba jos istorija pasikeitė. Prieš patvirtindami dar kartą peržiūrėkite ištrynimo informaciją.
lv: Šī darba vieta vai tās vēsture ir mainījusies. Pārskatiet dzēšanas informāciju vēlreiz pirms apstiprināšanas.
nb: Jobben eller historikken har blitt endret. Se gjennom detaljene på nytt før du bekrefter slettingen.
nl: Deze baan of de bijbehorende geschiedenis is gewijzigd. Controleer de verwijderingsdetails opnieuw voordat je bevestigt.
nn: Jobben eller historikken har endra seg. Gå gjennom detaljane for slettinga på nytt før du stadfestar.
pl: Ta praca lub jej historia uległa zmianie. Przed potwierdzeniem przejrzyj ponownie szczegóły usuwania.
pt_br: Este emprego ou seu histórico foi alterado. Revise os detalhes da exclusão antes de confirmar.
ro: Locul de muncă sau istoricul acestuia s-au modificat. Verifică din nou detaliile ștergerii înainte de confirmare.
ru: Это место работы или его история изменились. Перед подтверждением ещё раз проверьте детали удаления.
sk: Toto pracovisko alebo jeho história sa zmenili. Pred potvrdením znova skontrolujte podrobnosti odstránenia.
sl: Ta služba ali njena zgodovina se je spremenila. Pred potrditvijo znova preglejte podrobnosti brisanja.
sr: Ovaj posao ili njegova istorija su promenjeni. Ponovo pregledajte detalje brisanja pre potvrde.
sv: Jobbet eller dess historik har ändrats. Granska detaljerna för raderingen igen innan du bekräftar.
sw: Kazi hii au historia yake imebadilika. Kagua tena maelezo ya ufutaji kabla ya kuthibitisha.
ta: இந்த வேலை அல்லது அதன் வரலாறு மாறியுள்ளது. உறுதிப்படுத்துவதற்கு முன், நீக்குதல் விவரங்களை மீண்டும் சரிபார்க்கவும்.
th: งานนี้หรือประวัติของงานมีการเปลี่ยนแปลง ตรวจสอบรายละเอียดการลบอีกครั้งก่อนยืนยัน
tr: Bu iş veya geçmişi değişti. Onaylamadan önce silme ayrıntılarını tekrar inceleyin.
uk: Дані роботи або її історію змінено. Перегляньте деталі видалення ще раз, перш ніж підтверджувати.
ur: اس ملازمت یا اس کی تاریخ میں تبدیلی ہوئی ہے۔ تصدیق کرنے سے پہلے حذف کرنے کی تفصیلات کا دوبارہ جائزہ لیں۔
vi: Công việc hoặc lịch sử của công việc này đã thay đổi. Hãy xem lại chi tiết xóa trước khi xác nhận.
zh_hans: 此工作或其历史记录已发生变化。确认删除前，请重新查看删除详情。
zh_hant: 此工作或其歷史紀錄已變更。請重新檢查刪除詳細資料，再確認。

# settings.pay.error.deletionRefreshFailed
source: The job was deleted. Reconnect and refresh to update your data.
ar: تم حذف الوظيفة. أعد الاتصال بالإنترنت ثم حدّث بياناتك.
bg: Работата беше изтрита. Свържете се отново с интернет и опреснете, за да актуализирате данните си.
bn: চাকরিটি মুছে ফেলা হয়েছে। আপনার ডেটা আপডেট করতে ইন্টারনেটে পুনরায় সংযোগ করুন এবং রিফ্রেশ করুন।
ca: La feina s’ha eliminat. Torna a connectar-te i actualitza per posar les dades al dia.
cs: Zaměstnání bylo smazáno. Znovu se připojte k internetu a aktualizujte data.
da: Jobbet blev slettet. Opret forbindelse igen, og opdatér for at opdatere dine data.
de: Der Job wurde gelöscht. Stelle die Internetverbindung wieder her und aktualisiere, um deine Daten zu aktualisieren.
el: Η εργασία διαγράφηκε. Συνδεθείτε ξανά και ανανεώστε για να ενημερωθούν τα δεδομένα σας.
es: El empleo se ha eliminado. Vuelve a conectarte y actualiza para actualizar tus datos.
et: Töökoht kustutati. Andmete värskendamiseks loo internetiühendus ja värskenda andmeid.
fa: شغل حذف شد. برای به‌روزرسانی داده‌ها، دوباره به اینترنت متصل شوید و تازه‌سازی کنید.
fi: Työpaikka poistettiin. Muodosta yhteys uudelleen ja päivitä tietosi.
fil: Nabura ang trabaho. Kumonekta muli sa internet at i-refresh upang ma-update ang iyong data.
fr: L'emploi a été supprimé. Connectez-vous à Internet et actualisez pour mettre vos données à jour.
he: התחבר לאינטרנט ורענן כדי לעדכן את הנתונים שלך.
hi: नौकरी हटा दी गई। अपना डेटा अपडेट करने के लिए इंटरनेट से फिर कनेक्ट करें और रिफ्रेश करें।
hr: Posao je izbrisan. Ponovno se povežite s internetom i osvježite podatke kako biste ih ažurirali.
hu: A munkahely törölve lett. Kapcsolódj újra az internethez, majd frissítsd az adatokat.
id: Pekerjaan telah dihapus. Hubungkan kembali ke internet dan segarkan untuk memperbarui data Anda.
is: Starfinu var eytt. Tengstu internetinu aftur og endurhlaðaðu til að uppfæra gögnin þín.
it: Il lavoro è stato eliminato. Connettiti nuovamente e aggiorna per aggiornare i tuoi dati.
ja: 勤務先は削除されました。データを更新するには、インターネットに再接続して更新してください。
ko: 직장이 삭제되었습니다. 데이터를 업데이트하려면 인터넷에 다시 연결하고 새로 고침하세요.
lt: Darbovietė ištrinta. Prisijunkite prie interneto ir atnaujinkite duomenis.
lv: Darba vieta ir dzēsta. Izveidojiet savienojumu ar internetu un atsvaidziniet, lai atjauninātu datus.
nb: Jobben er slettet. Koble til internett og oppdater for å hente de siste endringene.
nl: De baan is verwijderd. Maak opnieuw verbinding met internet en vernieuw om je gegevens bij te werken.
nn: Jobben blei sletta. Kople til internett og oppdater for å hente dei siste endringane.
pl: Praca została usunięta. Połącz się ponownie z internetem i odśwież dane, aby je zaktualizować.
pt_br: O emprego foi excluído. Conecte-se à internet e atualize os dados.
ro: Locul de muncă a fost șters. Reconectează-te și reîmprospătează pentru a-ți actualiza datele.
ru: Место работы удалено. Подключитесь к интернету и обновите данные, чтобы увидеть изменения.
sk: Pracovisko bolo odstránené. Znova sa pripojte a obnovte údaje, aby sa aktualizovali.
sl: Služba je bila izbrisana. Znova vzpostavite povezavo in osvežite podatke.
sr: Posao je obrisan. Povežite se na internet i osvežite podatke da biste ih ažurirali.
sv: Jobbet har raderats. Anslut till internet igen och uppdatera för att uppdatera dina data.
sw: Kazi imefutwa. Unganisha tena kwenye intaneti na uonyeshe upya ili kusasisha data yako.
ta: வேலை நீக்கப்பட்டது. உங்கள் தரவைப் புதுப்பிக்க இணையத்துடன் மீண்டும் இணைந்து புதுப்பிக்கவும்.
th: ลบงานแล้ว เชื่อมต่ออินเทอร์เน็ตอีกครั้งและรีเฟรชเพื่ออัปเดตข้อมูล
tr: İş silindi. Verilerinizi güncellemek için internete bağlanıp yenileyin.
uk: Роботу видалено. Підключіться до інтернету та оновіть дані, щоб отримати зміни.
ur: ملازمت حذف کر دی گئی۔ اپنا ڈیٹا اپ ڈیٹ کرنے کے لیے انٹرنیٹ سے دوبارہ جڑیں اور ریفریش کریں۔
vi: Công việc đã được xóa. Hãy kết nối lại và làm mới để cập nhật dữ liệu.
zh_hans: 工作已删除。请重新连接并刷新以更新数据。
zh_hant: 工作已刪除。請重新連線並重新整理，以更新資料。

# settings.pay.error.deletionSyncRequired
source: Connect to the internet and finish syncing before deleting this job. Resolve any sync conflicts, then try again.
ar: اتصل بالإنترنت وأكمل المزامنة قبل حذف هذه الوظيفة. عالج أي تعارضات في المزامنة، ثم حاول مرة أخرى.
bg: Свържете се с интернет и завършете синхронизирането, преди да изтриете тази работа. Отстранете всички конфликти при синхронизирането и опитайте отново.
bn: এই চাকরি মুছে ফেলার আগে ইন্টারনেটে সংযোগ করুন এবং সিঙ্ক সম্পূর্ণ করুন। যেকোনো সিঙ্ক দ্বন্দ্ব সমাধান করে আবার চেষ্টা করুন।
ca: Connecta’t a Internet i acaba de sincronitzar abans d’eliminar aquesta feina. Resol els conflictes de sincronització i torna-ho a provar.
cs: Připojte se k internetu a před smazáním tohoto zaměstnání dokončete synchronizaci. Vyřešte případné konflikty synchronizace a zkuste to znovu.
da: Opret forbindelse til internettet, og afslut synkroniseringen, før du sletter dette job. Løs eventuelle synkroniseringskonflikter, og prøv igen.
de: Verbinde dich mit dem Internet und schließe die Synchronisierung ab, bevor du diesen Job löschst. Löse alle Synchronisierungskonflikte und versuche es erneut.
el: Συνδεθείτε στο διαδίκτυο και ολοκληρώστε τον συγχρονισμό πριν διαγράψετε αυτή την εργασία. Επιλύστε τυχόν διενέξεις συγχρονισμού και δοκιμάστε ξανά.
es: Conéctate a Internet y termina la sincronización antes de eliminar este empleo. Resuelve los conflictos de sincronización y vuelve a intentarlo.
et: Enne selle töökoha kustutamist loo internetiühendus ja lõpeta sünkroonimine. Lahenda kõik sünkroonimiskonfliktid ja proovi uuesti.
fa: پیش از حذف این شغل، به اینترنت متصل شوید و همگام‌سازی را کامل کنید. هرگونه تعارض همگام‌سازی را برطرف کنید و دوباره تلاش کنید.
fi: Yhdistä internetiin ja viimeistele synkronointi ennen tämän työpaikan poistamista. Ratkaise mahdolliset synkronointiristiriidat ja yritä uudelleen.
fil: Kumonekta sa internet at tapusin ang pag-sync bago burahin ang trabahong ito. Lutasin ang anumang salungatan sa pag-sync, pagkatapos ay subukan muli.
fr: Connectez-vous à Internet et terminez la synchronisation avant de supprimer cet emploi. Résolvez les conflits de synchronisation éventuels, puis réessayez.
he: התחבר לאינטרנט והשלם את הסנכרון לפני מחיקת מקום העבודה הזה. פתור התנגשויות בסנכרון ולאחר מכן נסה שוב.
hi: इस नौकरी को हटाने से पहले इंटरनेट से कनेक्ट करें और सिंक पूरा करें। सिंक संबंधी किसी भी विरोध को हल करें, फिर दोबारा कोशिश करें।
hr: Povežite se s internetom i dovršite sinkronizaciju prije brisanja ovog posla. Riješite eventualne sukobe pri sinkronizaciji, a zatim pokušajte ponovno.
hu: A munkahely törlése előtt csatlakozz az internethez, és fejezd be a szinkronizálást. Oldd meg az esetleges szinkronizálási ütközéseket, majd próbáld újra.
id: Sambungkan ke internet dan selesaikan sinkronisasi sebelum menghapus pekerjaan ini. Selesaikan konflik sinkronisasi apa pun, lalu coba lagi.
is: Tengstu internetinu og ljúktu við samstillingu áður en þú eyðir þessu starfi. Leystu úr öllum samstillingarárekstrum og reyndu aftur.
it: Connettiti a Internet e completa la sincronizzazione prima di eliminare questo lavoro. Risolvi eventuali conflitti di sincronizzazione, quindi riprova.
ja: この勤務先を削除する前に、インターネットに接続して同期を完了してください。同期の競合を解決してから、もう一度お試しください。
ko: 이 직장을 삭제하기 전에 인터넷에 연결하고 동기화를 완료하세요. 동기화 충돌을 해결한 후 다시 시도하세요.
lt: Prieš ištrindami šią darbovietę prisijunkite prie interneto ir užbaikite sinchronizavimą. Išspręskite visus sinchronizavimo konfliktus, tada bandykite dar kartą.
lv: Izveidojiet savienojumu ar internetu un pabeidziet sinhronizēšanu, pirms dzēšat šo darba vietu. Atrisiniet sinhronizācijas konfliktus un mēģiniet vēlreiz.
nb: Koble til internett og fullfør synkroniseringen før du sletter jobben. Løs eventuelle synkroniseringskonflikter og prøv igjen.
nl: Maak verbinding met internet en voltooi de synchronisatie voordat je deze baan verwijdert. Los eventuele synchronisatieconflicten op en probeer het opnieuw.
nn: Kople til internett og fullfør synkroniseringa før du slettar denne jobben. Løys eventuelle synkroniseringskonfliktar, og prøv igjen.
pl: Połącz się z internetem i dokończ synchronizację przed usunięciem tej pracy. Rozwiąż ewentualne konflikty synchronizacji, a następnie spróbuj ponownie.
pt_br: Conecte-se à internet e conclua a sincronização antes de excluir este emprego. Resolva eventuais conflitos de sincronização e tente novamente.
ro: Conectează-te la internet și finalizează sincronizarea înainte de a șterge acest loc de muncă. Rezolvă conflictele de sincronizare, apoi încearcă din nou.
ru: Подключитесь к интернету и завершите синхронизацию, прежде чем удалять это место работы. Устраните конфликты синхронизации и повторите попытку.
sk: Pripojte sa k internetu a pred odstránením tohto pracoviska dokončite synchronizáciu. Vyriešte všetky konflikty synchronizácie a skúste to znova.
sl: Pred brisanjem te službe se povežite z internetom in dokončajte sinhronizacijo. Odpravite morebitna neskladja pri sinhronizaciji in poskusite znova.
sr: Povežite se na internet i dovršite sinhronizaciju pre nego što obrišete ovaj posao. Rešite eventualne konflikte pri sinhronizaciji, pa pokušajte ponovo.
sv: Anslut till internet och slutför synkroniseringen innan du raderar det här jobbet. Lös eventuella synkroniseringskonflikter och försök igen.
sw: Unganisha kwenye intaneti na ukamilishe ulandanishi kabla ya kufuta kazi hii. Tatua migongano yoyote ya ulandanishi, kisha ujaribu tena.
ta: இந்த வேலையை நீக்குவதற்கு முன் இணையத்துடன் இணைந்து ஒத்திசைவை முடிக்கவும். ஒத்திசைவு முரண்பாடுகளைத் தீர்த்து, பின்னர் மீண்டும் முயற்சிக்கவும்.
th: เชื่อมต่ออินเทอร์เน็ตและซิงค์ให้เสร็จก่อนลบงานนี้ แก้ไขข้อขัดแย้งในการซิงค์ แล้วลองอีกครั้ง
tr: Bu işi silmeden önce internete bağlanın ve eşitlemeyi tamamlayın. Eşitleme çakışmalarını çözün, ardından tekrar deneyin.
uk: Підключіться до інтернету та завершіть синхронізацію, перш ніж видаляти цю роботу. Вирішіть усі конфлікти синхронізації та спробуйте ще раз.
ur: اس ملازمت کو حذف کرنے سے پہلے انٹرنیٹ سے جڑیں اور ہم وقت سازی مکمل کریں۔ ہم وقت سازی کے تنازعات حل کریں، پھر دوبارہ کوشش کریں۔
vi: Kết nối internet và hoàn tất đồng bộ hóa trước khi xóa công việc này. Giải quyết mọi xung đột đồng bộ hóa, sau đó thử lại.
zh_hans: 删除此工作前，请连接互联网并完成同步。解决所有同步冲突后重试。
zh_hant: 請連線至網際網路並完成同步後，再刪除此工作。解決任何同步衝突後，再試一次。

# settings.pay.error.jobDeleted
source: This job has been deleted.
ar: تم حذف هذه الوظيفة.
bg: Тази работа е изтрита.
bn: এই চাকরিটি মুছে ফেলা হয়েছে।
ca: Aquesta feina s'ha suprimit.
cs: Tato práce byla smazána.
da: Dette job er blevet slettet.
de: Dieser Job wurde gelöscht.
el: Αυτή η εργασία έχει διαγραφεί.
es: Este empleo se ha eliminado.
et: See töö on kustutatud.
fa: این شغل حذف شده است.
fi: Tämä työ on poistettu.
fil: Na-delete na ang trabahong ito.
fr: Cet emploi a été supprimé.
he: העבודה הזו נמחקה.
hi: यह नौकरी हटा दी गई है।
hr: Ovaj je posao izbrisan.
hu: Ezt a munkát törölték.
id: Pekerjaan ini telah dihapus.
is: Þessu starfi hefur verið eytt.
it: Questo lavoro è stato eliminato.
ja: この仕事は削除されています。
ko: 이 근무처는 삭제되었습니다.
lt: Šis darbas ištrintas.
lv: Šis darbs ir dzēsts.
nb: Jobben er slettet.
nl: Deze baan is verwijderd.
nn: Jobben er sletta.
pl: Ta praca została usunięta.
pt_br: Este emprego foi excluído.
ro: Acest loc de muncă a fost șters.
ru: Эта работа удалена.
sk: Táto práca bola odstránená.
sl: Ta zaposlitev je bila izbrisana.
sr: Ovaj posao je obrisan.
sv: Det här jobbet har tagits bort.
sw: Kazi hii imefutwa.
ta: இந்த வேலை நீக்கப்பட்டது.
th: งานนี้ถูกลบแล้ว
tr: Bu iş silindi.
uk: Цю роботу видалено.
ur: یہ ملازمت حذف ہو چکی ہے۔
vi: Công việc này đã bị xóa.
zh_hans: 此工作已删除。
zh_hant: 此工作已刪除。

# settings.pay.error.jobNameEmpty
source: Enter a name for the job.
ar: أدخل اسمًا للوظيفة.
bg: Въведете име на работата.
bn: চাকরির একটি নাম লিখুন।
ca: Introdueix un nom per a la feina.
cs: Zadejte název práce.
da: Indtast et navn til jobbet.
de: Gib einen Namen für den Job ein.
el: Εισαγάγετε όνομα για την εργασία.
es: Introduce un nombre para el empleo.
et: Sisesta töö nimi.
fa: نامی برای شغل وارد کنید.
fi: Anna työlle nimi.
fil: Maglagay ng pangalan ng trabaho.
fr: Saisissez un nom pour l’emploi.
he: יש להזין שם לעבודה.
hi: नौकरी का नाम दर्ज करें।
hr: Unesite naziv posla.
hu: Adjon nevet a munkának.
id: Masukkan nama pekerjaan.
is: Sláðu inn heiti starfsins.
it: Inserisci un nome per il lavoro.
ja: 仕事の名前を入力してください。
ko: 근무처 이름을 입력하세요.
lt: Įveskite darbo pavadinimą.
lv: Ievadiet darba nosaukumu.
nb: Skriv inn et navn på jobben.
nl: Voer een naam voor de baan in.
nn: Skriv inn eit namn på jobben.
pl: Wpisz nazwę pracy.
pt_br: Digite um nome para o emprego.
ro: Introdu un nume pentru locul de muncă.
ru: Введите название работы.
sk: Zadajte názov práce.
sl: Vnesite ime zaposlitve.
sr: Unesite naziv posla.
sv: Ange ett namn för jobbet.
sw: Weka jina la kazi.
ta: வேலைக்குப் பெயரை உள்ளிடவும்.
th: ป้อนชื่องาน
tr: İş için bir ad girin.
uk: Введіть назву роботи.
ur: ملازمت کا نام درج کریں۔
vi: Nhập tên công việc.
zh_hans: 请输入工作名称。
zh_hant: 請輸入工作名稱。

# settings.pay.error.jobNotFound
source: Couldn't find this job.
ar: تعذّر العثور على هذه الوظيفة.
bg: Тази работа не е намерена.
bn: এই চাকরিটি পাওয়া যায়নি।
ca: No s'ha trobat aquesta feina.
cs: Tuto práci se nepodařilo najít.
da: Kunne ikke finde jobbet.
de: Dieser Job wurde nicht gefunden.
el: Δεν βρέθηκε αυτή η εργασία.
es: No se encontró este empleo.
et: Seda tööd ei leitud.
fa: این شغل پیدا نشد.
fi: Tätä työtä ei löytynyt.
fil: Hindi mahanap ang trabahong ito.
fr: Emploi introuvable.
he: העבודה הזו לא נמצאה.
hi: यह नौकरी नहीं मिली।
hr: Nije moguće pronaći ovaj posao.
hu: Ez a munka nem található.
id: Pekerjaan ini tidak ditemukan.
is: Ekki tókst að finna þetta starf.
it: Impossibile trovare questo lavoro.
ja: この仕事が見つかりませんでした。
ko: 이 근무처를 찾을 수 없습니다.
lt: Nepavyko rasti šio darbo.
lv: Šo darbu neizdevās atrast.
nb: Fant ikke jobben.
nl: Kon deze baan niet vinden.
nn: Fann ikkje jobben.
pl: Nie znaleziono tej pracy.
pt_br: Não foi possível encontrar este emprego.
ro: Acest loc de muncă nu a fost găsit.
ru: Не удалось найти эту работу.
sk: Táto práca sa nenašla.
sl: Te zaposlitve ni bilo mogoče najti.
sr: Ovaj posao nije pronađen.
sv: Det gick inte att hitta jobbet.
sw: Imeshindikana kupata kazi hii.
ta: இந்த வேலையைக் கண்டுபிடிக்க முடியவில்லை.
th: ไม่พบงานนี้
tr: Bu iş bulunamadı.
uk: Не вдалося знайти цю роботу.
ur: یہ ملازمت نہیں ملی۔
vi: Không tìm thấy công việc này.
zh_hans: 找不到此工作。
zh_hant: 找不到此工作。
